export const navList = [
  {
    id: 1,
    path: "/",
    text: "Главная",
  },
  {
    id: 2,
    path: "/about",
    text: "О нас",
  },
  {
    id: 3,
    path: "/services",
    text: "Сервис",
  },
  {
    id: 4,
    path: "/rooms",
    text: "Номера",
  },
  {
    id: 6,
    path: "/contact",
    text: "Контакты",
  },
];
export const socialIcons = [
  {
    icon: <i className="fab fa-facebook-f"></i>,
  },
  {
    icon: <i className="fab fa-twitter"></i>,
  },
  {
    icon: <i className="fab fa-instagram"></i>,
  },
  {
    icon: <i className="fab fa-linkedin-in"></i>,
  },
  {
    icon: <i className="fab fa-youtube"></i>,
  },
];

export const carouselData = [
  {
    img: "../assets/img/banner_bg.jpg",
    title: "Лучшeе место для размещения в центре города. +79602090607",
    subtitle: "Гостевой дом Ленина 3",
    btn1: "Выбор номеров",
    btn2: "Забронировать",
  },
  {
    img: "../assets/img/home4.jpeg",
    title: "Лучшeе место для размещения в центре города. +79602090607",
    subtitle: "Гостевой дом Ленина 3",
    btn1: "Выбор номеров",
    btn2: "Забронировать",
  },
];
export const about = [
  {
    icon: <i class="fa fa-hotel fa-2x text-primary mb-2"></i>,
    text: "Комнат",
    count: "8",
  },
  {
    icon: <i class="fa fa-users fa-2x text-primary mb-2"></i>,
    text: "Вместимость",
    count: "27",
  },
  {
    icon: <i class="fa fa-users-cog fa-2x text-primary mb-2"></i>,
    text: "Клиенты",
    count: "1000+",
  },
];

export const services = [
  {
    icon: <i class="fa fa-hotel fa-2x text-primary"></i>,
    name: "Наши обьекты",
    discription: "Гостевой дом находится в центре города, с окна вид на центр города и на Валдаское озеро.",
  },
  {
    icon: <i class="fa fa-utensils fa-2x text-primary"></i>,
    name: "Еда & Кафе",
    discription: "Рядом с нами находятся все магазины, кафе с красивыми видами, набережная озера. Развлекательный центр",
  },
  {
    icon: <i class="fa fa-spa fa-2x text-primary"></i>,
    name: "Комфорт",
    discription: "В номерах имеется отопление, общая кухня, удобные кровати (полное описание в разделе 'номера').",
  },

  {
    icon: <i class="fa fa-car fa-2x text-primary"></i>,
    name: "Парковка для авто",
    discription: "Большая парковка на территории Гостевого дома оснащёная видеонаблюдением.",
  },
  {
    icon: <i class="fa fa-glass-cheers fa-2x text-primary"></i>,
    name: "Барбекю",
    discription: "Во дворе дома имеется мангал и удобная беседка. (Любой вид барбекю)",
  },

  {
    icon: <i class="fa fa-home fa-2x text-primary"></i>,
    name: "Дом",
    discription: "На территории находится так же отдельный дом, 120 м² (полное описание в разделе 'номера').",
  },
];
export const team = [
  {
    image: "../assets/img/team-1.jpg",
    name: "Full Name",
    designation: "Designation",
  },
  {
    image: "../assets/img/team-2.jpg",
    name: "Full Name",
    designation: "Designation",
  },
  {
    image: "../assets/img/team-3.jpg",
    name: "Full Name",
    designation: "Designation",
  },
  {
    image: "../assets/img/team-3.jpg",
    name: "Full Name",
    designation: "Designation",
  },
];

export const footerItem = [
  {
    id: 1,
    header: "Компания",
    UnitItem: [
      {
        name: "О нас",
      },
      {
        name: "Номера",
      },
      {
        name: "Контакты",
      },
    ],
  },
  {
    id: 2,
    header: "Services",
    UnitItem: [
      {
        name: "Еда & Кафе",
      },
      {
        name: "Развлекательный центр",
      },
    ],
  },
];

export const footerContact = [
  {
    icon: <i className="fa fa-map-marker-alt me-3"></i>,
    name: "Валдай, Ленина 3а",
  },
  {
    icon: <i className="fa fa-phone-alt me-3"></i>,
    name: "+79602090607",
  },
  {
    icon: <i className="fa fa-envelope me-3"></i>,
    name: "kos5700@yandex.ru",
  },
];

export const contact = [
  {
    icon: <i class="fa fa-envelope-open text-primary me-2"></i>,
    title: "Забронировать",
    email: "kos5700@yandex.ru",
  },
  {
    icon: <i class="fa fa-envelope-open text-primary me-2"></i>,
    title: "Тех проблемы",
    email: "youngtrue9@gmail.com",
  },
  {
    icon: <i class="fa fa-envelope-open text-primary me-2"></i>,
    title: "Предложения",
    email: "kos5700@yandex.ru",
  },
];
export const testimonial = [
  {
    description:
      "Очень рекомендую. Мы обязательно приедем ещё раз! + Отличный дом! Очень много места. Всё везде чисто. Бельё свежее. Порадовало что в доме два туалета. Полноценная кухня, можно хоть пироги печь. Плита газовая, микроволновка, посудомойка и куча всяких мелочей, всё исправно работает. В гостиной на первом этаже очень много места, можно хороводы водить. Отлично выспались и отдохнули. Жалко что не было возможности остаться подольше. Хозяева очень гостеприимные. Рекомендую это место для остановки и отдыха в Валдае. - Всё хорошо",
    name: "Елена",
    icon: (
      <i class="fa fa-quote-right fa-3x text-primary position-absolute end-0 bottom-0 me-4 mb-n1"></i>
    ),
    img: "../assets/img/testimonial-1.jpg",
  },
  {
    description:
      "Отличное место в самом центре Валдая + Поехали туда с друзьями для празднования моего дня рождения и не прогадали. Отличное место для отдыха веселой компанией. Хорошее расположение, гостеприимная хозяйка, удобства все имеются, в доме тепло, на первом этаже тёплый пол, много места.  Все магазины и аптеки в шаговой доступности , парковка прямо на территории, все принадлежности для шашлыка. В общем и целом я рекомендую это место для туристов. Озеро и все достопримечательности рядом. Подойдёт как семье так и компании. В будущем , если хозяева пристроят сауну - это будет 10 из 10, я думаю)",
    name: "Георгий",
    icon: (
      <i class="fa fa-quote-right fa-3x text-primary position-absolute end-0 bottom-0 me-4 mb-n1"></i>
    ),
    img: "../assets/img/testimonial-2.jpg",
  },
  {
    description:
      "Замечательный домик! + Домик комфортный! Два раскладывающихся, удобных дивана в гостиной, по две односпальных кровати в спальнях на 2-ом этаже. Все необходимое было в наличии. Расположен близко к набережной. Рядом продуктовые магазины и рыночек. Парковка на территории. Нам понравилось, рекомендую!😀",
    name: "Антон",
    icon: (
      <i class="fa fa-quote-right fa-3x text-primary position-absolute end-0 bottom-0 me-4 mb-n1"></i>
    ),
    img: "../assets/img/testimonial-3.jpg",
  },
];

export const roomItems = [
  {
    img: "../assets/img/family.jpg",
    price: "4500₽/сутки",
    name: "Семейный номер",
    star: [
      <small class="fa fa-star text-primary"></small>,
      <small class="fa fa-star text-primary"></small>,
      <small class="fa fa-star text-primary"></small>,
      <small class="fa fa-star text-primary"></small>,
      <small class="fa fa-star text-primary"></small>,
    ],
    description:
      "Семейный номер. Одна кровать двуспальная + две односпальные кровати. Имеется своя ванная комната.",
    darkbtn: "Забронировать",
  },
  {
    img: "../assets/img/big-home.jpeg",
    price: "8000₽/сутки",
    name: "Дом с четыремя спальнями",
    star: [
      <small class="fa fa-star text-primary"></small>,
      <small class="fa fa-star text-primary"></small>,
      <small class="fa fa-star text-primary"></small>,
      <small class="fa fa-star text-primary"></small>,
      <small class="fa fa-star text-primary"></small>,
    ],
    description:
      "Этаж  дома, четырёхкомнатная квартира с отдельным входом с улицы. В спальнях все кровати раздельные,  максимальное размещение 14 человек.  Имеется кухня и две туалетных комнаты с душевыми.  Своя дворовая территория с зоной барбекю.",
    darkbtn: "Забронировать",
  },
  {
    img: "../assets/img/photo-h4ome.jpeg",
    price: "8000₽/сутки",
    name: "Дом с тремя спальнями",
    star: [
      <small class="fa fa-star text-primary"></small>,
      <small class="fa fa-star text-primary"></small>,
      <small class="fa fa-star text-primary"></small>,
      <small class="fa fa-star text-primary"></small>,
      <small class="fa fa-star text-primary"></small>,
    ],
    description:
      "Дом с тремя спальнями. В спальнях  семь раздельных кроватей и имеется большая гостиная с диванами и кухонной зоной. Максимальное размещение до 11 человек. Два санузла с душевыми. Своя дворовая территория с зоной барбекю.",
    darkbtn: "Забронировать",
  },
];
